"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 1000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 8954, \"word_counts\": \"{\\\"wbr\\\": 84, \\\"onkeyup\\\": 110, \\\"alert\\\": 5879, \\\"1\\\": 7189, \\\"contenteditable\\\": 1461, \\\"test\\\": 2762, \\\"xmp\\\": 83, \\\"onbeforecut\\\": 116, \\\"style\\\": 2786, \\\"target\\\": 458, \\\"transform\\\": 225, \\\"rotate\\\": 110, \\\"180deg\\\": 110, \\\"rtc\\\": 80, \\\"id\\\": 2837, \\\"x\\\": 2116, \\\"transition\\\": 337, \\\"2s\\\": 110, \\\"ontransitionrun\\\": 109, \\\"weizenbaum\\\": 14, \\\"the\\\": 1095, \\\"ai\\\": 519, \\\"researcher\\\": 12, \\\"who\\\": 17, \\\"developed\\\": 10, \\\"first\\\": 42, \\\"a\\\": 7934, \\\"href\\\": 3711, \\\"wiki\\\": 1953, \\\"chatterbot\\\": 3, \\\"class\\\": 3129, \\\"mw\\\": 749, \\\"redirect\\\": 215, \\\"title\\\": 2447, \\\"program\\\": 17, \\\"eliza\\\": 6, \\\"argued\\\": 6, \\\"in\\\": 684, \\\"1976\\\": 9, \\\"that\\\": 209, \\\"misuse\\\": 2, \\\"of\\\": 1102, \\\"artificial\\\": 727, \\\"intelligence\\\": 788, \\\"has\\\": 49, \\\"potential\\\": 14, \\\"to\\\": 649, \\\"devalue\\\": 1, \\\"human\\\": 128, \\\"life\\\": 22, \\\"svg\\\": 356, \\\"main\\\": 128, \\\"onload\\\": 147, \\\"li\\\": 2614, \\\"cite\\\": 2287, \\\"note\\\": 765, \\\"252\\\": 4, \\\"span\\\": 1940, \\\"backlink\\\": 332, \\\"b\\\": 1011, \\\"ref\\\": 764, \\\"div\\\": 979, \\\"draggable\\\": 798, \\\"true\\\": 813, \\\"drag\\\": 228, \\\"me\\\": 229, \\\"figcaption\\\": 78, \\\"ondragover\\\": 113, \\\"drop\\\": 230, \\\"here\\\": 237, \\\"td\\\": 186, \\\"tabindex\\\": 878, \\\"onactivate\\\": 116, \\\"reference\\\": 812, \\\"text\\\": 715, \\\"citerefdomingos2015\\\": 14, \\\"domingos\\\": 17, \\\"2015\\\": 106, \\\"p\\\": 377, \\\"210\\\": 9, \\\"center\\\": 105, \\\"onbeforedeactivate\\\": 110, \\\"input\\\": 551, \\\"autofocus\\\": 478, \\\"basefont\\\": 84, \\\"role\\\": 73, \\\"hatnote\\\": 36, \\\"navigation\\\": 75, \\\"not\\\": 81, \\\"searchable\\\": 36, \\\"articles\\\": 96, \\\"computationalism\\\": 15, \\\"and\\\": 774, \\\"functionalism\\\": 11, \\\"philosophy\\\": 134, \\\"mind\\\": 91, \\\"listing\\\": 74, \\\"onbeforecopy\\\": 111, \\\"article\\\": 171, \\\"onmouseenter\\\": 116, \\\"menuitem\\\": 80, \\\"citereflugerstubblefield2004\\\": 27, \\\"luger\\\": 27, \\\"stubblefield\\\": 27, \\\"2004\\\": 217, \\\"pp\\\": 182, \\\"467\\\": 2, \\\"474\\\": 3, \\\"details\\\": 98, \\\"ondragstart\\\": 113, \\\"samp\\\": 72, \\\"onfocus\\\": 121, \\\"keyframes\\\": 458, \\\"colgroup\\\": 80, \\\"animation\\\": 693, \\\"name\\\": 361, \\\"onanimationstart\\\": 117, \\\"toctext\\\": 58, \\\"sub\\\": 105, \\\"symbolic\\\": 55, \\\"i\\\": 880, \\\"sup\\\": 1024, \\\"including\\\": 10, \\\"computer\\\": 165, \\\"vision\\\": 24, \\\"speech\\\": 22, \\\"recognition\\\": 38, \\\"natural\\\": 61, \\\"language\\\": 86, \\\"processing\\\": 56, \\\"others\\\": 12, \\\"goodfellow2016\\\": 7, \\\"247\\\": 8, \\\"0\\\": 741, \\\"236\\\": 11, \\\"hintondengyu2012\\\": 2, \\\"248\\\": 6, \\\"237\\\": 5, \\\"schmidhuber2015\\\": 8, \\\"246\\\": 8, \\\"235\\\": 10, \\\"vulnerabilities\\\": 110, \\\"sqli\\\": 12, \\\"select\\\": 84, \\\"ondragenter\\\": 113, \\\"form\\\": 113, \\\"onanimationend\\\": 110, \\\"meta\\\": 87, \\\"onmouseout\\\": 105, \\\"footer\\\": 96, \\\"ondblclick\\\": 112, \\\"pre\\\": 83, \\\"ondragleave\\\": 113, \\\"from\\\": 313, \\\"left\\\": 374, \\\"1000px\\\": 117, \\\"10s\\\": 226, \\\"ease\\\": 115, \\\"out\\\": 123, \\\"0s\\\": 115, \\\"q\\\": 103, \\\"position\\\": 128, \\\"absolute\\\": 120, \\\"onanimationcancel\\\": 115, \\\"tt\\\": 79, \\\"hgroup\\\": 90, \\\"oncopy\\\": 111, \\\"slidein\\\": 232, \\\"figure\\\": 82, \\\"duration\\\": 118, \\\"1s\\\": 243, \\\"iteration\\\": 116, \\\"count\\\": 119, \\\"2\\\": 311, \\\"onanimationiteration\\\": 116, \\\"em\\\": 80, \\\"command\\\": 84, \\\"ondrop\\\": 116, \\\"kbd\\\": 70, \\\"onpointerover\\\": 121, \\\"xss\\\": 912, \\\"citereftaotan2005\\\": 1, \\\"tao\\\": 1, \\\"tan\\\": 1, \\\"2005\\\": 20, \\\"element\\\": 80, \\\"citerefpoolemackworthgoebel1998\\\": 23, \\\"poole\\\": 28, \\\"mackworth\\\": 27, \\\"goebel\\\": 23, \\\"1998\\\": 58, \\\"132\\\": 11, \\\"147\\\": 11, \\\"ul\\\": 441, \\\"citerefmccorduck2004\\\": 33, \\\"mccorduck\\\": 39, \\\"266\\\": 7, \\\"276\\\": 6, \\\"298\\\": 7, \\\"300\\\": 9, \\\"314\\\": 7, \\\"421\\\": 2, \\\"dt\\\": 183, \\\"internal\\\": 92, \\\"topics\\\": 71, \\\"request\\\": 2, \\\"response\\\": 3, \\\"html\\\": 262, \\\"doc\\\": 51, \\\"requests\\\": 3, \\\"responses\\\": 3, \\\"onkeydown\\\": 110, \\\"ruby\\\": 84, \\\"ondrag\\\": 112, \\\"color\\\": 469, \\\"red\\\": 237, \\\"link\\\": 135, \\\"ontransitioncancel\\\": 111, \\\"video\\\": 142, \\\"map\\\": 86, \\\"javascript\\\": 83, \\\"2008\\\": 16, \\\"viv\\\": 3, \\\"software\\\": 55, \\\"nowrap\\\": 117, \\\"th\\\": 199, \\\"onmousedown\\\": 118, \\\"citerefoudeyer2010\\\": 1, \\\"oudeyer\\\": 2, \\\"2010\\\": 17, \\\"ins\\\": 88, \\\"script\\\": 235, \\\"src\\\": 169, \\\"https\\\": 351, \\\"assets\\\": 6, \\\"readthedocs\\\": 15, \\\"org\\\": 533, \\\"static\\\": 19, \\\"embed\\\": 92, \\\"js\\\": 53, \\\"onpointerdown\\\": 120, \\\"oncut\\\": 114, \\\"333\\\": 5, \\\"381\\\": 9, \\\"tr\\\": 217, \\\"scope\\\": 55, \\\"row\\\": 46, \\\"navbox\\\": 188, \\\"group\\\": 54, \\\"width\\\": 228, \\\"network\\\": 104, \\\"networks\\\": 102, \\\"list\\\": 84, \\\"odd\\\": 32, \\\"align\\\": 70, \\\"border\\\": 131, \\\"2px\\\": 47, \\\"solid\\\": 50, \\\"100\\\": 77, \\\"padding\\\": 101, \\\"0px\\\": 54, \\\"window\\\": 11, \\\"prototype\\\": 4, \\\"proto\\\": 1, \\\"ownerdocument\\\": 3, \\\"defaultview\\\": 1, \\\"del\\\": 82, \\\"wp1\\\": 4, \\\"344\\\": 6, \\\"multicol\\\": 88, \\\"onclick\\\": 119, \\\"advertising\\\": 8, \\\"onfocusout\\\": 112, \\\"citerefvan\\\": 2, \\\"der\\\": 7, \\\"waltbernard2006\\\": 2, \\\"van\\\": 6, \\\"walt\\\": 2, \\\"bernard\\\": 8, \\\"2006\\\": 17, \\\"w\\\": 105, \\\"index\\\": 113, \\\"php\\\": 149, \\\"action\\\": 87, \\\"edition\\\": 73, \\\"3\\\": 172, \\\"edit\\\": 179, \\\"section\\\": 152, \\\"basics\\\": 5, \\\"editsection\\\": 66, \\\"bracket\\\": 64, \\\"open\\\": 22, \\\"onmousemove\\\": 114, \\\"citerefnrc1999\\\": 6, \\\"nrc\\\": 7, \\\"1999\\\": 18, \\\"216\\\": 5, \\\"222\\\": 6, \\\"310\\\": 5, \\\"onkeypress\\\": 116, \\\"oncontextmenu\\\": 117, \\\"var\\\": 106, \\\"image\\\": 134, \\\"rb\\\": 78, \\\"fieldset\\\": 78, \\\"footnoteo'brienmarakas2011\\\": 2, \\\"286\\\": 4, \\\"table\\\": 98, \\\"onpointerenter\\\": 116, \\\"legend\\\": 78, \\\"onmouseover\\\": 133, \\\"circle\\\": 4, \\\"set\\\": 31, \\\"onbegin\\\": 4, \\\"prompt\\\": 13, \\\"attributename\\\": 11, \\\"fill\\\": 4, \\\"menu\\\": 71, \\\"onpaste\\\": 112, \\\"iframe\\\": 98, \\\"onpointerup\\\": 126, \\\"machine\\\": 204, \\\"slot\\\": 74, \\\"citerefrussellnorvig2003\\\": 77, \\\"russell\\\": 102, \\\"norvig\\\": 99, \\\"2003\\\": 82, \\\"916\\\": 1, \\\"932\\\": 2, \\\"ontransitionend\\\": 117, \\\"outline\\\": 10, \\\"bdi\\\": 166, \\\"2007\\\": 24, \\\"onpointermove\\\": 126, \\\"rt\\\": 73, \\\"abbr\\\": 128, \\\"noembed\\\": 86, \\\"onbeforeactivate\\\": 114, \\\"toctree\\\": 40, \\\"l1\\\": 39, \\\"versioning\\\": 5, \\\"api\\\": 14, \\\"stability\\\": 3, \\\"onpointerleave\\\": 115, \\\"onfocusin\\\": 118, \\\"type\\\": 77, \\\"param\\\": 88, \\\"onmouseleave\\\": 118, \\\"turing\\\": 30, \\\"fi\\\": 9, \\\"dd\\\": 194, \\\"contentinfo\\\": 2, \\\"signals\\\": 5, \\\"ondragend\\\": 119, \\\"dialog\\\": 78, \\\"object\\\": 219, \\\"keygen\\\": 79, \\\"''\\\": 42, \\\"caption\\\": 92, \\\"button\\\": 77, \\\"datalist\\\": 68, \\\"onmouseup\\\": 116, \\\"283\\\": 5, \\\"dfn\\\": 86, \\\"isindex\\\": 83, \\\"disability\\\": 3, \\\"robot\\\": 84, \\\"meter\\\": 84, \\\"261\\\": 5, \\\"toclevel\\\": 62, \\\"tocsection\\\": 62, \\\"27\\\": 21, \\\"search\\\": 131, \\\"optimization\\\": 55, \\\"tocnumber\\\": 62, \\\"6\\\": 78, \\\"58\\\": 16, \\\"citation\\\": 280, \\\"news\\\": 103, \\\"rel\\\": 402, \\\"nofollow\\\": 365, \\\"external\\\": 396, \\\"www\\\": 226, \\\"economist\\\": 36, \\\"com\\\": 182, \\\"science\\\": 197, \\\"technology\\\": 70, \\\"21721890\\\": 3, \\\"games\\\": 20, \\\"help\\\": 36, \\\"them\\\": 20, \\\"understand\\\": 14, \\\"reality\\\": 4, \\\"why\\\": 24, \\\"researchers\\\": 32, \\\"like\\\": 26, \\\"web\\\": 206, \\\"archive\\\": 86, \\\"20171005051028\\\": 1, \\\"archived\\\": 60, \\\"original\\\": 57, \\\"on\\\": 186, \\\"5\\\": 88, \\\"october\\\": 41, \\\"2017\\\": 84, \\\"ctx\\\": 155, \\\"ver\\\": 155, \\\"z39\\\": 155, \\\"88\\\": 169, \\\"rft\\\": 1593, \\\"val\\\": 155, \\\"fmt\\\": 310, \\\"info\\\": 417, \\\"ofi\\\": 155, \\\"kev\\\": 155, \\\"mtx\\\": 155, \\\"journal\\\": 177, \\\"genre\\\": 155, \\\"jtitle\\\": 82, \\\"atitle\\\": 95, \\\"rfr\\\": 155, \\\"sid\\\": 155, \\\"en\\\": 252, \\\"wikipedia\\\": 355, \\\"z3988\\\": 155, \\\"font\\\": 96, \\\"developer\\\": 2, \\\"tools\\\": 17, \\\"using\\\": 37, \\\"your\\\": 29, \\\"browser's\\\": 1, \\\"for\\\": 216, \\\"scraping\\\": 4, \\\"280\\\": 7, \\\"learning\\\": 200, \\\"h3\\\": 42, \\\"headline\\\": 70, \\\"textbooks\\\": 8, \\\"noscript\\\": 77, \\\"acronym\\\": 81, \\\"time\\\": 122, \\\"marquee\\\": 97, \\\"history\\\": 49, \\\"canvas\\\": 68, \\\"naturalism\\\": 6, \\\"blind\\\": 9, \\\"bdo\\\": 80, \\\"categories\\\": 12, \\\"are\\\": 129, \\\"acyclic\\\": 1, \\\"or\\\": 114, \\\"feedforward\\\": 20, \\\"neural\\\": 138, \\\"where\\\": 22, \\\"signal\\\": 4, \\\"passes\\\": 1, \\\"only\\\": 13, \\\"one\\\": 33, \\\"direction\\\": 1, \\\"recurrent\\\": 23, \\\"which\\\": 41, \\\"allow\\\": 10, \\\"feedback\\\": 2, \\\"short\\\": 12, \\\"term\\\": 15, \\\"memories\\\": 3, \\\"previous\\\": 5, \\\"events\\\": 11, \\\"among\\\": 15, \\\"most\\\": 30, \\\"popular\\\": 8, \\\"perceptron\\\": 12, \\\"perceptrons\\\": 4, \\\"multi\\\": 20, \\\"layer\\\": 9, \\\"radial\\\": 6, \\\"basis\\\": 10, \\\"226\\\": 1, \\\"can\\\": 93, \\\"be\\\": 126, \\\"applied\\\": 16, \\\"problem\\\": 79, \\\"intelligent\\\": 66, \\\"control\\\": 51, \\\"robotics\\\": 105, \\\"such\\\": 65, \\\"techniques\\\": 14, \\\"as\\\": 168, \\\"hebbian\\\": 8, \\\"fire\\\": 3, \\\"together\\\": 7, \\\"wire\\\": 2, \\\"gmdh\\\": 3, \\\"competitive\\\": 7, \\\"238\\\": 5, \\\"227\\\": 7, \\\"area\\\": 89, \\\"'mw\\\": 2, \\\"fr\\\": 4, \\\"revisiontoggle'\\\": 1, \\\"aria\\\": 30, \\\"disabled\\\": 2, \\\"'false'\\\": 2, \\\"'show\\\": 1, \\\"hide\\\": 2, \\\"details'class\\\": 1, \\\"'fr\\\": 1, \\\"toggle\\\": 5, \\\"arrow\\\": 2, \\\"oo\\\": 16, \\\"ui\\\": 32, \\\"widget\\\": 4, \\\"enabled\\\": 3, \\\"indicatorelement\\\": 2, \\\"indicator\\\": 4, \\\"down\\\": 7, \\\"labelelement\\\": 2, \\\"invisible\\\": 2, \\\"indicatorwidget'\\\": 1, \\\"practices\\\": 5, \\\"common\\\": 17, \\\"shadow\\\": 157, \\\"forward\\\": 5, \\\"chaining\\\": 7, \\\"backward\\\": 3, \\\"horn\\\": 3, \\\"clause\\\": 2, \\\"clauses\\\": 1, \\\"logical\\\": 13, \\\"deduction\\\": 6, \\\"u\\\": 99, \\\"superintelligence\\\": 15, \\\"paths\\\": 7, \\\"dangers\\\": 11, \\\"strategies\\\": 10, \\\"frame\\\": 86, \\\"s\\\": 105, \\\"blink\\\": 76, \\\"d\\\": 39, \\\"simulator\\\": 3, \\\"glossary\\\": 68, \\\"engineering\\\": 50, \\\"data\\\": 248, \\\"'source\\\": 1, \\\"suffix'\\\": 1, \\\"rst\\\": 9, \\\"123\\\": 5, \\\"strike\\\": 78, \\\"395\\\": 4, \\\"nextid\\\": 76, \\\"jennifer\\\": 3, \\\"wilby\\\": 3, \\\"h\\\": 20, \\\"v\\\": 22, \\\"4\\\": 136, \\\"n\\\": 43, \\\"e\\\": 75, \\\"'test'\\\": 1, \\\"self\\\": 40, \\\"infected\\\": 3, \\\"source\\\": 136, \\\"tap\\\": 1, \\\"57\\\": 14, \\\"body\\\": 122, \\\"ontouchmove\\\": 1, \\\"code\\\": 95, \\\"audio\\\": 109, \\\"plainlinks\\\": 12, \\\"hlist\\\": 28, \\\"navbar\\\": 8, \\\"mini\\\": 8, \\\"nv\\\": 24, \\\"view\\\": 43, \\\"template\\\": 165, \\\"computable\\\": 8, \\\"knowledge\\\": 150, \\\"this\\\": 128, \\\"background\\\": 48, \\\"none\\\": 128, \\\"transparent\\\": 40, \\\"moz\\\": 27, \\\"box\\\": 78, \\\"webkit\\\": 25, \\\"talk\\\": 27, \\\"discuss\\\": 9, \\\"t\\\": 40, \\\"img\\\": 167, \\\"onerror\\\": 38, \\\"'prompt\\\": 1, \\\"'\\\": 120, \\\"ondeactivate\\\": 119, \\\"y\\\": 132, \\\"image3\\\": 10, \\\"noframes\\\": 76, \\\"mark\\\": 93, \\\"bgsound\\\": 79, \\\"ontouchstart\\\": 1, \\\"head\\\": 96, \\\"ol\\\": 72, \\\"aside\\\": 81, \\\"brute\\\": 6, \\\"plaintext\\\": 76, \\\"212\\\": 6, \\\"213\\\": 8, \\\"spacer\\\": 80, \\\"29\\\": 24, \\\"places\\\": 8, \\\"cookiestatement\\\": 1, \\\"foundation\\\": 8, \\\"wikimedia\\\": 103, \\\"cookie\\\": 22, \\\"statement\\\": 3, \\\"chapman\\\": 3, \\\"lizette\\\": 1, \\\"7\\\": 72, \\\"january\\\": 31, \\\"2019\\\": 78, \\\"latimes\\\": 6, \\\"business\\\": 27, \\\"la\\\": 3, \\\"palantir\\\": 2, \\\"sales\\\": 1, \\\"ipo\\\": 1, \\\"20190107\\\": 1, \\\"story\\\": 13, \\\"once\\\": 5, \\\"mocked\\\": 1, \\\"idea\\\": 12, \\\"salespeople\\\": 1, \\\"now\\\": 13, \\\"it's\\\": 7, \\\"hiring\\\": 1, \\\"accessdate\\\": 79, \\\"retrieved\\\": 86, \\\"28\\\": 27, \\\"february\\\": 25, \\\"confir\\\": 1, \\\"u006d\\\": 1, \\\"testxss\\\": 8, \\\"z\\\": 3, \\\"optgroup\\\": 86, \\\"pt\\\": 8, \\\"anontalk\\\": 1, \\\"special\\\": 113, \\\"mytalk\\\": 1, \\\"discussion\\\": 5, \\\"about\\\": 59, \\\"edits\\\": 3, \\\"ip\\\": 2, \\\"address\\\": 83, \\\"accesskey\\\": 15, \\\"anoncontribs\\\": 1, \\\"mycontributions\\\": 1, \\\"made\\\": 8, \\\"contributions\\\": 1, \\\"createaccount\\\": 2, \\\"returnto\\\": 2, \\\"you\\\": 16, \\\"encouraged\\\": 2, \\\"create\\\": 11, \\\"an\\\": 106, \\\"account\\\": 2, \\\"log\\\": 6, \\\"however\\\": 11, \\\"it\\\": 68, \\\"is\\\": 209, \\\"mandatory\\\": 2, \\\"login\\\": 8, \\\"userlogin\\\": 1, \\\"you're\\\": 1, \\\"o\\\": 9, \\\"label\\\": 115, \\\"portals\\\": 1, \\\"noprint\\\": 20, \\\"portal\\\": 18, \\\"plainlist\\\": 8, \\\"tright\\\": 2, \\\"base\\\": 82, \\\"searchform\\\": 1, \\\"visit\\\": 3, \\\"page\\\": 44, \\\"logo\\\": 44, \\\"ubiquitous\\\": 6, \\\"input2\\\": 14, \\\"book\\\": 293, \\\"btitle\\\": 73, \\\"remote\\\": 3, \\\"monitoring\\\": 3, \\\"high\\\": 15, \\\"risk\\\": 56, \\\"patients\\\": 7, \\\"date\\\": 143, \\\"1994\\\": 20, \\\"10\\\": 274, \\\"18\\\": 28, \\\"google\\\": 39, \\\"patents\\\": 3, \\\"us5357427\\\": 3, \\\"dns\\\": 2, \\\"prefetch\\\": 2, \\\"deep\\\": 49, \\\"h2\\\": 28, \\\"approaches\\\": 29, \\\"free\\\": 36, \\\"document\\\": 68, \\\"hosting\\\": 1, \\\"provided\\\": 3, \\\"by\\\": 114, \\\"http\\\": 186, \\\"read\\\": 10, \\\"docs\\\": 12, \\\"dl\\\": 101, \\\"write\\\": 15, \\\"atob\\\": 5, \\\"phnjcmlwdd50b3aubg9jyxrpb249jy8vc2vuzc5ozxjllm1lpycrzg9jdw1lbnquy29va2llpc9zy3jpchq\\\": 1, \\\"infosys\\\": 2, \\\"industries\\\": 1, \\\"travel\\\": 3, \\\"hospitality\\\": 10, \\\"documents\\\": 5, \\\"pdf\\\": 64, \\\"industry\\\": 9, \\\"cs1\\\": 82, \\\"format\\\": 21, \\\"big\\\": 74, \\\"input4\\\": 12, \\\"header\\\": 80, \\\"nanorobotics\\\": 3, \\\"320\\\": 8, \\\"onx\\\": 3, \\\"confirm\\\": 12, \\\"christof\\\": 6, \\\"koch\\\": 7, \\\"proust\\\": 1, \\\"machines\\\": 75, \\\"scientific\\\": 51, \\\"american\\\": 22, \\\"vol\\\": 13, \\\"321\\\": 3, \\\"no\\\": 30, \\\"december\\\": 26, \\\"46\\\": 11, \\\"49\\\": 14, \\\"doubts\\\": 1, \\\"possibility\\\": 9, \\\"attaining\\\": 1, \\\"consciousness\\\": 36, \\\"because\\\": 14, \\\"ven\\\": 1, \\\"sophisticated\\\": 4, \\\"brain\\\": 36, \\\"simulation\\\": 17, \\\"simulations\\\": 4, \\\"unlikely\\\": 3, \\\"produce\\\": 4, \\\"conscious\\\": 4, \\\"feelings\\\": 3, \\\"48\\\": 26, \\\"according\\\": 9, \\\"whether\\\": 8, \\\"become\\\": 8, \\\"sentience\\\": 14, \\\"sentient\\\": 3, \\\"important\\\": 2, \\\"ethics\\\": 56, \\\"ethical\\\": 14, \\\"reasons\\\": 6, \\\"if\\\": 34, \\\"computers\\\": 34, \\\"experience\\\": 10, \\\"through\\\": 15, \\\"their\\\": 29, \\\"own\\\": 13, \\\"senses\\\": 1, \\\"they\\\": 35, \\\"cease\\\": 1, \\\"purely\\\": 1, \\\"means\\\": 9, \\\"end\\\": 7, \\\"determined\\\": 2, \\\"usefulness\\\": 1, \\\"humans\\\": 32, \\\"per\\\": 1, \\\"gnw\\\": 1, \\\"global\\\": 21, \\\"workspace\\\": 4, \\\"theory\\\": 128, \\\"neuronal\\\": 2, \\\"turn\\\": 3, \\\"mere\\\": 1, \\\"objects\\\": 7, \\\"into\\\": 27, \\\"subjects\\\": 2, \\\"with\\\": 178, \\\"point\\\": 12, \\\"computers'\\\": 1, \\\"cognitive\\\": 59, \\\"abilities\\\": 6, \\\"rival\\\": 1, \\\"those\\\": 7, \\\"humanity\\\": 14, \\\"impulse\\\": 1, \\\"push\\\": 2, \\\"legal\\\": 7, \\\"political\\\": 2, \\\"rights\\\": 37, \\\"will\\\": 36, \\\"irresistible\\\": 1, \\\"right\\\": 12, \\\"deleted\\\": 1, \\\"have\\\": 59, \\\"wiped\\\": 1, \\\"clean\\\": 1, \\\"suffer\\\": 3, \\\"pain\\\": 8, \\\"degradation\\\": 1, \\\"alternative\\\": 2, \\\"embodied\\\": 20, \\\"iit\\\": 1, \\\"integrated\\\": 9, \\\"information\\\": 87, \\\"remain\\\": 2, \\\"supersophisticated\\\": 1, \\\"machinery\\\": 9, \\\"ghostlike\\\": 1, \\\"empty\\\": 5, \\\"shells\\\": 1, \\\"devoid\\\": 1, \\\"what\\\": 40, \\\"we\\\": 25, \\\"value\\\": 34, \\\"feeling\\\": 1, \\\"itself\\\": 11, \\\"hr\\\": 72, \\\"onblur\\\": 110, \\\"animate\\\": 14, \\\"downloads\\\": 3, \\\"citerefgdel1951\\\": 1, \\\"gdel\\\": 17, \\\"1951\\\": 2, \\\"lecture\\\": 1, \\\"kurt\\\": 5, \\\"uses\\\": 12, \\\"incompleteness\\\": 6, \\\"theorem\\\": 4, \\\"arrive\\\": 2, \\\"at\\\": 87, \\\"following\\\": 3, \\\"disjunction\\\": 1, \\\"consistent\\\": 1, \\\"finite\\\": 3, \\\"there\\\": 24, \\\"exist\\\": 13, \\\"diophantine\\\": 3, \\\"equations\\\": 3, \\\"cannot\\\": 7, \\\"decide\\\": 3, \\\"solutions\\\": 15, \\\"finds\\\": 1, \\\"implausible\\\": 1, \\\"thus\\\": 12, \\\"seems\\\": 1, \\\"believed\\\": 2, \\\"was\\\": 53, \\\"equivalent\\\": 1, \\\"its\\\": 37, \\\"power\\\": 13, \\\"exceeded\\\": 1, \\\"any\\\": 17, \\\"he\\\": 9, \\\"recognized\\\": 2, \\\"conjecture\\\": 2, \\\"since\\\": 10, \\\"could\\\": 34, \\\"never\\\": 5, \\\"disprove\\\": 1, \\\"yet\\\": 5, \\\"considered\\\": 8, \\\"disjunctive\\\": 1, \\\"conclusion\\\": 1, \\\"certain\\\": 6, \\\"fact\\\": 16, \\\"ladenness\\\": 3, \\\"tfoot\\\": 78, \\\"nobr\\\": 78, \\\"hidden\\\": 22, \\\"markov\\\": 25, \\\"model\\\": 37, \\\"track\\\": 81, \\\"default\\\": 19, \\\"vtt\\\": 1, \\\"webvtt\\\": 1, \\\"frameset\\\": 84, \\\"social\\\": 41, \\\"referrer\\\": 3, \\\"content\\\": 117, \\\"origin\\\": 5, \\\"when\\\": 24, \\\"cross\\\": 4, \\\"adsense\\\": 3, \\\"bayesian\\\": 48, \\\"over\\\": 11, \\\"million\\\": 2, \\\"edges\\\": 1, \\\"learn\\\": 20, \\\"ads\\\": 1, \\\"serve\\\": 3, \\\"footnotedomingos2015chapter\\\": 28, \\\"206\\\": 5, \\\"footnotelangley2011\\\": 4, \\\"177\\\": 8, \\\"dur\\\": 10, \\\"immanuel\\\": 3, \\\"kant\\\": 3, \\\"thermal\\\": 3, \\\"statistical\\\": 26, \\\"physics\\\": 15, \\\"nav\\\": 99, \\\"onpointerout\\\": 128, \\\"much\\\": 5, \\\"traditional\\\": 3, \\\"gofai\\\": 9, \\\"got\\\": 2, \\\"bogged\\\": 1, \\\"ad\\\": 2, \\\"hoc\\\": 2, \\\"patches\\\": 2, \\\"computation\\\": 40, \\\"worked\\\": 2, \\\"toy\\\": 3, \\\"models\\\": 19, \\\"but\\\": 18, \\\"failed\\\": 3, \\\"generalize\\\": 3, \\\"real\\\": 29, \\\"world\\\": 21, \\\"results\\\": 4, \\\"around\\\": 8, \\\"1990s\\\": 8, \\\"adopted\\\": 1, \\\"mathematical\\\": 35, \\\"hmm\\\": 3, \\\"normative\\\": 1, \\\"decision\\\": 79, \\\"compare\\\": 3, \\\"unify\\\": 1, \\\"competing\\\": 2, \\\"architectures\\\": 18, \\\"shared\\\": 3, \\\"permitted\\\": 1, \\\"level\\\": 13, \\\"collaboration\\\": 1, \\\"more\\\": 38, \\\"established\\\": 3, \\\"fields\\\": 7, \\\"mathematics\\\": 40, \\\"economics\\\": 19, \\\"operations\\\": 14, \\\"research\\\": 91, \\\"174\\\": 8, \\\"compared\\\": 3, \\\"new\\\": 89, \\\"were\\\": 14, \\\"gaining\\\": 1, \\\"higher\\\": 4, \\\"levels\\\": 5, \\\"accuracy\\\": 7, \\\"many\\\": 49, \\\"practical\\\": 2, \\\"domains\\\": 3, \\\"mining\\\": 12, \\\"without\\\": 7, \\\"necessarily\\\": 3, \\\"acquiring\\\": 2, \\\"semantic\\\": 22, \\\"understanding\\\": 27, \\\"datasets\\\": 3, \\\"increased\\\": 3, \\\"successes\\\": 2, \\\"led\\\": 7, \\\"increasing\\\": 6, \\\"emphasis\\\": 2, \\\"comparing\\\": 4, \\\"different\\\": 13, \\\"against\\\": 11, \\\"see\\\": 23, \\\"approach\\\": 23, \\\"performed\\\": 2, \\\"best\\\": 11, \\\"broader\\\": 1, \\\"context\\\": 2, \\\"than\\\": 23, \\\"idiosyncratic\\\": 1, \\\"becoming\\\": 5, \\\"method\\\": 12, \\\"nowadays\\\": 1, \\\"experiments\\\": 2, \\\"often\\\": 17, \\\"rigorously\\\": 1, \\\"measurable\\\": 1, \\\"sometimes\\\": 4, \\\"difficulty\\\": 4, \\\"reproducible\\\": 1, \\\"formal\\\": 44, \\\"methods\\\": 38, \\\"43\\\": 11, \\\"175\\\": 5, \\\"171\\\": 4, \\\"limitations\\\": 5, \\\"example\\\": 35, \\\"basic\\\": 16, \\\"infinite\\\": 2, \\\"possible\\\": 16, \\\"combinations\\\": 1, \\\"footnotenorvig2012\\\": 4, \\\"176\\\": 7, \\\"172\\\": 6, \\\"critics\\\": 3, \\\"shift\\\": 5, \\\"also\\\": 44, \\\"away\\\": 4, \\\"explainable\\\": 3, \\\"agi\\\": 6, \\\"some\\\": 52, \\\"scholars\\\": 1, \\\"caution\\\": 1, \\\"reliance\\\": 1, \\\"argue\\\": 8, \\\"continuing\\\": 1, \\\"still\\\": 10, \\\"necessary\\\": 6, \\\"attain\\\": 1, \\\"general\\\": 75, \\\"173\\\": 8, \\\"footnotekatz2012\\\": 4, \\\"178\\\": 5, \\\"h4\\\": 21, \\\"anti\\\": 10, \\\"logic\\\": 135, \\\"scruffy\\\": 9, \\\"onloadeddata\\\": 2, \\\"validvideo\\\": 11, \\\"mp4\\\": 22, \\\"currently\\\": 3, \\\"50\\\": 11, \\\"countries\\\": 2, \\\"researching\\\": 2, \\\"battlefield\\\": 1, \\\"robots\\\": 47, \\\"united\\\": 11, \\\"states\\\": 15, \\\"china\\\": 28, \\\"russia\\\": 1, \\\"kingdom\\\": 3, \\\"people\\\": 41, \\\"concerned\\\": 8, \\\"superintelligent\\\": 2, \\\"want\\\": 2, \\\"limit\\\": 3, \\\"use\\\": 54, \\\"soldiers\\\": 1, \\\"drones\\\": 3, \\\"390\\\": 5, \\\"379\\\": 6, \\\"spiders\\\": 11, \\\"dartmouth\\\": 30, \\\"proposal\\\": 11, \\\"352\\\": 5, \\\"onbeforepaste\\\": 115, \\\"magnify\\\": 12, \\\"file\\\": 95, \\\"parsetree\\\": 8, \\\"enlarge\\\": 12, \\\"parse\\\": 3, \\\"tree\\\": 24, \\\"represents\\\": 2, \\\"syntax\\\": 3, \\\"syntactic\\\": 2, \\\"structure\\\": 1, \\\"sentence\\\": 2, \\\"grammar\\\": 3, \\\"52\\\": 8, \\\"uncertain\\\": 17, \\\"reasoning\\\": 91, \\\"89\\\": 8, \\\"53\\\": 14, \\\"xml\\\": 14, \\\"htc\\\": 2, \\\"weizenbaum's\\\": 5, \\\"critique\\\": 13, \\\"blockquote\\\": 80, \\\"citerefcrevier1993\\\": 19, \\\"crevier\\\": 22, \\\"1993\\\": 26, \\\"113\\\": 10, \\\"114\\\": 31, \\\"citerefwengmcclellandpentlandsporns2001\\\": 2, \\\"weng\\\": 3, \\\"et\\\": 15, \\\"al\\\": 22, \\\"2001\\\": 17, \\\"mnih\\\": 2, \\\"volodymyr\\\": 2, \\\"kavukcuoglu\\\": 2, \\\"koray\\\": 2, \\\"silver\\\": 7, \\\"david\\\": 36, \\\"rusu\\\": 2, \\\"andrei\\\": 2, \\\"veness\\\": 2, \\\"joel\\\": 2, \\\"bellemare\\\": 2, \\\"marc\\\": 2, \\\"g\\\": 27, \\\"graves\\\": 3, \\\"alex\\\": 7, \\\"riedmiller\\\": 2, \\\"martin\\\": 10, \\\"fidjeland\\\": 2, \\\"andreas\\\": 5, \\\"k\\\": 39, \\\"ostrovski\\\": 2, \\\"georg\\\": 2, \\\"petersen\\\": 2, \\\"stig\\\": 2, \\\"beattie\\\": 2, \\\"charles\\\": 15, \\\"sadik\\\": 2, \\\"amir\\\": 2, \\\"antonoglou\\\": 4, \\\"ioannis\\\": 4, \\\"king\\\": 2, \\\"helen\\\": 2, \\\"kumaran\\\": 2, \\\"dharshan\\\": 2, \\\"wierstra\\\": 2, \\\"daan\\\": 2, \\\"legg\\\": 4, \\\"shane\\\": 4, \\\"hassabis\\\": 7, \\\"demis\\\": 7, \\\"26\\\": 23, \\\"reinforcement\\\": 15, \\\"nature\\\": 14, \\\"518\\\": 5, \\\"7540\\\": 2, \\\"529\\\": 2, \\\"533\\\": 3, \\\"bibcode\\\": 46, \\\"adsabs\\\": 12, \\\"harvard\\\": 16, \\\"edu\\\": 72, \\\"abs\\\": 27, \\\"2015natur\\\": 3, \\\"529m\\\": 3, \\\"digital\\\": 148, \\\"identifier\\\": 142, \\\"doi\\\": 195, \\\"1038\\\": 6, \\\"nature14236\\\": 3, \\\"pubmed\\\": 38, \\\"pmid\\\": 23, \\\"ncbi\\\": 16, \\\"nlm\\\": 16, \\\"nih\\\": 16, \\\"gov\\\": 20, \\\"25719670\\\": 3, \\\"volume\\\": 57, \\\"issue\\\": 50, \\\"pages\\\": 86, \\\"02\\\": 18, \\\"aulast\\\": 127, \\\"aufirst\\\": 127, \\\"au\\\": 163, \\\"evans\\\": 8, \\\"407\\\": 4, \\\"91\\\": 10, \\\"104\\\": 14, \\\"small\\\": 81, \\\"output\\\": 101, \\\"70\\\": 8, \\\"71\\\": 7, \\\"pedro\\\": 3, \\\"our\\\": 22, \\\"doubles\\\": 1, \\\"species\\\": 1, \\\"319\\\": 22, \\\"september\\\": 15, \\\"2018\\\": 47, \\\"93\\\": 16, \\\"inspired\\\": 8, \\\"numerous\\\": 3, \\\"creative\\\": 1, \\\"applications\\\": 41, \\\"usage\\\": 3, \\\"visual\\\": 2, \\\"art\\\": 27, \\\"exhibition\\\": 8, \\\"thinking\\\": 23, \\\"design\\\": 25, \\\"age\\\": 22, \\\"1959\\\": 6, \\\"1989\\\": 10, \\\"moma\\\": 4, \\\"343\\\": 3, \\\"332\\\": 3, \\\"provides\\\": 5, \\\"good\\\": 6, \\\"overview\\\": 11, \\\"historical\\\": 2, \\\"architecture\\\": 32, \\\"recent\\\": 11, \\\"exhibitions\\\": 6, \\\"showcasing\\\": 1, \\\"include\\\": 15, \\\"sponsored\\\": 1, \\\"benefit\\\": 2, \\\"auction\\\": 1, \\\"gray\\\": 1, \\\"san\\\": 8, \\\"francisco\\\": 11, \\\"artists\\\": 1, \\\"experimented\\\": 1, \\\"deepdream\\\": 3, \\\"algorithm\\\": 73, \\\"unhuman\\\": 1, \\\"took\\\": 1, \\\"place\\\": 30, \\\"los\\\": 1, \\\"angeles\\\": 1, \\\"frankfurt\\\": 1, \\\"fall\\\": 6, \\\"sf\\\": 4, \\\"345\\\": 6, \\\"334\\\": 3, \\\"artsy\\\": 7, \\\"346\\\": 5, \\\"335\\\": 6, \\\"spring\\\": 1, \\\"association\\\": 7, \\\"computing\\\": 76, \\\"dedicated\\\": 1, \\\"magazine\\\": 21, \\\"subject\\\": 4, \\\"highlighting\\\": 1, \\\"arts\\\": 7, \\\"acm\\\": 29, \\\"347\\\": 3, \\\"336\\\": 5, \\\"austrian\\\": 1, \\\"ars\\\": 14, \\\"electronica\\\": 11, \\\"museum\\\": 9, \\\"vienna\\\": 3, \\\"opened\\\": 1, \\\"''understanding\\\": 4, \\\"ai''\\\": 4, \\\"348\\\": 5, \\\"337\\\": 6, \\\"''uncanny\\\": 2, \\\"values''\\\": 2, \\\"349\\\": 8, \\\"338\\\": 5, \\\"electronica's\\\": 1, \\\"festival\\\": 1, \\\"extensively\\\": 1, \\\"thematized\\\": 1, \\\"sustainable\\\": 1, \\\"societal\\\": 1, \\\"transformation\\\": 1, \\\"european\\\": 10, \\\"platform\\\": 4, \\\"humanism\\\": 6, \\\"350\\\": 5, \\\"339\\\": 5, \\\"moreover\\\": 1, \\\"application\\\": 11, \\\"personality\\\": 6, \\\"reducing\\\": 2, \\\"cost\\\": 4, \\\"campaigns\\\": 1, \\\"adding\\\": 2, \\\"psychological\\\": 7, \\\"targeting\\\": 4, \\\"sociodemographic\\\": 1, \\\"behavioral\\\": 3, \\\"celli\\\": 5, \\\"342\\\": 5, \\\"331\\\": 7, \\\"click\\\": 24, \\\"citerefmarkoff2011\\\": 2, \\\"markoff\\\": 2, \\\"john\\\": 78, \\\"16\\\": 34, \\\"2011\\\": 22, \\\"nytimes\\\": 6, \\\"17\\\": 29, \\\"17jeopardy\\\": 1, \\\"watson\\\": 8, \\\"wins\\\": 2, \\\"'jeopardy\\\": 1, \\\"trivial\\\": 1, \\\"york\\\": 39, \\\"times\\\": 9, \\\"25\\\": 25, \\\"rp\\\": 76, \\\"throw\\\": 2, \\\"contextualism\\\": 6, \\\"adjust\\\": 3, \\\"crawl\\\": 3, \\\"rate\\\": 3, \\\"dynamically\\\": 3, \\\"based\\\": 51, \\\"load\\\": 7, \\\"alt\\\": 34, \\\"category\\\": 109, \\\"upload\\\": 96, \\\"thumb\\\": 90, \\\"folder\\\": 19, \\\"hexagonal\\\": 18, \\\"icon\\\": 37, \\\"16px\\\": 6, \\\"png\\\": 106, \\\"decoding\\\": 30, \\\"async\\\": 32, \\\"height\\\": 75, \\\"14\\\": 26, \\\"srcset\\\": 36, \\\"24px\\\": 6, \\\"5x\\\": 30, \\\"32px\\\": 4, \\\"2x\\\": 30, \\\"36\\\": 13, \\\"31\\\": 15, \\\"existential\\\": 37, \\\"pending\\\": 13, \\\"changes\\\": 14, \\\"latest\\\": 9, \\\"accepted\\\": 4, \\\"revision\\\": 6, \\\"programming\\\": 54, \\\"team\\\": 6, \\\"2014\\\": 33, \\\"progress\\\": 105, \\\"reflist\\\": 2, \\\"lower\\\": 2, \\\"alpha\\\": 4, \\\"371\\\": 7, \\\"jason\\\": 3, \\\"jixuan\\\": 3, \\\"hu\\\": 3, \\\"alfred\\\": 3, \\\"radcliffe\\\": 3, \\\"brown\\\": 12, \\\"final\\\": 3, \\\"invention\\\": 3, \\\"searcherp\\\": 2, \\\"techtarget\\\": 1, \\\"252460208\\\": 1, \\\"oracle\\\": 3, \\\"ceo\\\": 15, \\\"hurd\\\": 5, \\\"sees\\\": 2, \\\"reason\\\": 10, \\\"fear\\\": 5, \\\"erp\\\": 2, \\\"may\\\": 55, \\\"citerefhawkinsblakeslee2005\\\": 3, \\\"hawkins\\\": 6, \\\"blakeslee\\\": 4, \\\"epistemology\\\": 6, \\\"applet\\\": 66, \\\"onloadend\\\": 3, \\\"validimage\\\": 15, \\\"herbert\\\": 19, \\\"simon\\\": 26, \\\"quote\\\": 2, \\\"citerefsimon1965\\\": 1, \\\"1965\\\": 3, \\\"96\\\": 9, \\\"quoted\\\": 4, \\\"109\\\": 17, \\\"telnetconsole\\\": 2, \\\"telnet\\\": 2, \\\"console\\\": 10, \\\"291\\\": 9, \\\"5504\\\": 5, \\\"599\\\": 5, \\\"600\\\": 5, \\\"1126\\\": 18, \\\"11229402\\\": 3, \\\"via\\\": 5, \\\"msu\\\": 3, \\\"autonomous\\\": 41, \\\"mental\\\": 17, \\\"development\\\": 27, \\\"animals\\\": 4, \\\"j\\\": 80, \\\"mcclelland\\\": 2, \\\"pentland\\\": 5, \\\"sporns\\\": 2, \\\"stockman\\\": 2, \\\"sur\\\": 2, \\\"m\\\": 31, \\\"thelen\\\": 2, \\\"cse\\\": 3, \\\"sciencepaper\\\": 2, \\\"footnotelungarellamettapfeifersandini2003\\\": 4, \\\"169\\\": 6, \\\"wy\\\": 16, \\\"breadcrumbs\\\": 3, \\\"tooltipster\\\": 2, \\\"bundle\\\": 1, \\\"min\\\": 9, \\\"purpose\\\": 3, \\\"graphics\\\": 10, \\\"units\\\": 3, \\\"gpgpu\\\": 1, \\\"tbody\\\": 86, \\\"picture\\\": 83, \\\"sun\\\": 1, \\\"r\\\": 51, \\\"bookman\\\": 1, \\\"l\\\": 11, \\\"eds\\\": 5, \\\"computational\\\": 60, \\\"integrating\\\": 5, \\\"processes\\\": 11, \\\"kluwer\\\": 1, \\\"academic\\\": 6, \\\"publishers\\\": 2, \\\"needham\\\": 5, \\\"ma\\\": 9, \\\"textarea\\\": 94, \\\"second\\\": 13, \\\"order\\\": 16, \\\"cybernetics\\\": 46, \\\"chapter\\\": 26, \\\"government\\\": 9, \\\"pseudoscience\\\": 3, \\\"oncanplay\\\": 2, \\\"1920s\\\": 1, \\\"phpinfo\\\": 5, \\\"col\\\": 78, \\\"citereflucas1961\\\": 2, \\\"lucas\\\": 13, \\\"philosopher\\\": 7, \\\"1961\\\": 3, \\\"minds\\\": 3, \\\"anderson\\\": 2, \\\"ed\\\": 13, \\\"users\\\": 7, \\\"ox\\\": 2, \\\"ac\\\": 9, \\\"uk\\\": 43, \\\"jrlucas\\\": 2, \\\"godel\\\": 2, \\\"mmg\\\": 2, \\\"20070819165214\\\": 1, \\\"19\\\": 25, \\\"august\\\": 25, \\\"30\\\": 38, \\\"behaviorism\\\": 5, \\\"radical\\\": 3, \\\"citerefhutter2005\\\": 2, \\\"hutter\\\": 9, \\\"125\\\": 3, \\\"126\\\": 8, \\\"dir\\\": 84, \\\"54\\\": 11, \\\"intro\\\": 11, \\\"btn\\\": 2, \\\"neutral\\\": 4, \\\"float\\\": 1, \\\"scrapy\\\": 54, \\\"glance\\\": 4, \\\"next\\\": 11, \\\"fa\\\": 16, \\\"alternate\\\": 2, \\\"optical\\\": 9, \\\"disc\\\": 2, \\\"fourth\\\": 3, \\\"generation\\\": 5, \\\"discs\\\": 1, \\\"citerefdowehajek1997\\\": 2, \\\"dowe\\\": 8, \\\"hajek\\\": 3, \\\"1997\\\": 12, \\\"debug\\\": 3, \\\"debugging\\\": 4, \\\"electricity\\\": 1, \\\"steam\\\": 2, \\\"engine\\\": 7, \\\"consensus\\\": 2, \\\"how\\\": 60, \\\"characterize\\\": 1, \\\"tasks\\\": 8, \\\"tends\\\": 2, \\\"excel\\\": 1, \\\"265\\\": 6, \\\"while\\\": 16, \\\"projects\\\": 20, \\\"alphazero\\\": 3, \\\"succeeded\\\": 1, \\\"generating\\\": 2, \\\"scratch\\\": 1, \\\"other\\\": 49, \\\"require\\\": 7, \\\"large\\\": 32, \\\"training\\\": 8, \\\"277\\\": 6, \\\"278\\\": 6, \\\"267\\\": 3, \\\"andrew\\\": 20, \\\"ng\\\": 7, \\\"suggested\\\": 4, \\\"highly\\\": 2, \\\"imperfect\\\": 2, \\\"rule\\\": 5, \\\"almost\\\": 4, \\\"anything\\\": 3, \\\"typical\\\": 1, \\\"do\\\": 31, \\\"less\\\": 7, \\\"thought\\\": 14, \\\"probably\\\": 1, \\\"near\\\": 2, \\\"future\\\": 38, \\\"automate\\\": 4, \\\"279\\\": 8, \\\"268\\\": 5, \\\"moravec's\\\": 6, \\\"paradox\\\": 7, \\\"suggests\\\": 1, \\\"lags\\\": 1, \\\"specifically\\\": 1, \\\"evolved\\\": 2, \\\"perform\\\": 3, \\\"well\\\": 18, \\\"135\\\": 9, \\\"institute\\\": 29, \\\"evolutionary\\\": 56, \\\"heuristic\\\": 7, \\\"informed\\\": 5, \\\"searches\\\": 5, \\\"greedy\\\": 1, \\\"georgetown\\\": 4, \\\"unknown\\\": 31, \\\"introduction\\\": 8, \\\"37\\\": 17, \\\"maloof\\\": 4, \\\"cs\\\": 16, \\\"cosc270\\\": 4, \\\"f17\\\": 2, \\\"handout\\\": 2, \\\"mller\\\": 1, \\\"vincent\\\": 1, \\\"c\\\": 45, \\\"bostrom\\\": 13, \\\"nick\\\": 11, \\\"sophia\\\": 2, \\\"de\\\": 15, \\\"polls\\\": 2, \\\"poll\\\": 1, \\\"experts\\\": 9, \\\"medical\\\": 13, \\\"option\\\": 82, \\\"study\\\": 17, \\\"mechanical\\\": 6, \\\"began\\\": 7, \\\"philosophers\\\": 11, \\\"mathematicians\\\": 2, \\\"antiquity\\\": 4, \\\"directly\\\": 4, \\\"alan\\\": 12, \\\"'s\\\": 18, \\\"shuffling\\\": 1, \\\"symbols\\\": 4, \\\"simple\\\": 12, \\\"simulate\\\": 6, \\\"conceivable\\\": 1, \\\"act\\\": 6, \\\"insight\\\": 2, \\\"process\\\": 25, \\\"known\\\": 12, \\\"church\\\": 4, \\\"thesis\\\": 16, \\\"along\\\": 3, \\\"concurrent\\\": 5, \\\"discoveries\\\": 1, \\\"neuroscience\\\": 10, \\\"neurobiology\\\": 5, \\\"cybernetic\\\": 6, \\\"consider\\\": 6, \\\"building\\\": 8, \\\"electronic\\\": 14, \\\"proposed\\\": 6, \\\"changing\\\": 9, \\\"question\\\": 23, \\\"show\\\": 3, \\\"behaviour\\\": 1, \\\"work\\\": 11, \\\"generally\\\": 4, \\\"warren\\\": 5, \\\"mccullouch\\\": 6, \\\"walter\\\": 14, \\\"pitts\\\": 9, \\\"1943\\\": 1, \\\"complete\\\": 13, \\\"neurons\\\": 12, \\\"footnoterussellnorvig200916\\\": 2, \\\"onscroll\\\": 1, \\\"228\\\": 6, \\\"solve\\\": 10, \\\"difficult\\\": 9, \\\"problems\\\": 49, \\\"few\\\": 10, \\\"these\\\": 35, \\\"discussed\\\": 5, \\\"below\\\": 5, \\\"automated\\\": 36, \\\"planning\\\": 47, \\\"scheduling\\\": 18, \\\"authbypass\\\": 25, \\\"get\\\": 28, \\\"user\\\": 9, \\\"thead\\\": 86, \\\"display\\\": 16, \\\"inline\\\": 35, \\\"block\\\": 13, \\\"margin\\\": 19, \\\"4px\\\": 4, \\\"182px\\\": 4, \\\"vertical\\\": 16, \\\"middle\\\": 18, \\\"wikidata\\\": 22, \\\"q11660\\\": 6, \\\"extiw\\\": 6, \\\"img2\\\": 14, \\\"thomas\\\": 8, \\\"hobbes\\\": 3, \\\"hex\\\": 1, \\\"domain\\\": 28, \\\"185\\\": 11, \\\"summary\\\": 100, \\\"several\\\": 6, \\\"forms\\\": 5, \\\"used\\\": 41, \\\"propositional\\\": 13, \\\"197\\\": 7, \\\"193\\\": 9, \\\"involves\\\": 3, \\\"truth\\\": 5, \\\"function\\\": 41, \\\"functions\\\": 5, \\\"198\\\": 6, \\\"194\\\": 6, \\\"adds\\\": 1, \\\"quantifier\\\": 2, \\\"quantifiers\\\": 1, \\\"predicate\\\": 2, \\\"predicates\\\": 1, \\\"express\\\": 2, \\\"facts\\\": 5, \\\"properties\\\": 5, \\\"relations\\\": 11, \\\"each\\\": 11, \\\"fuzzy\\\": 17, \\\"assigns\\\": 2, \\\"degree\\\": 1, \\\"between\\\": 19, \\\"vague\\\": 3, \\\"statements\\\": 26, \\\"alice\\\": 1, \\\"old\\\": 10, \\\"rich\\\": 4, \\\"tall\\\": 1, \\\"hungry\\\": 1, \\\"too\\\": 7, \\\"linguistically\\\": 1, \\\"imprecise\\\": 1, \\\"completely\\\": 3, \\\"false\\\": 2, \\\"successfully\\\": 7, \\\"system\\\": 111, \\\"systems\\\": 74, \\\"contribute\\\": 3, \\\"rules\\\": 8, \\\"close\\\": 2, \\\"destination\\\": 1, \\\"station\\\": 1, \\\"moving\\\": 8, \\\"fast\\\": 8, \\\"increase\\\": 8, \\\"train's\\\": 1, \\\"brake\\\": 1, \\\"pressure\\\": 2, \\\"then\\\": 10, \\\"numerically\\\": 1, \\\"refined\\\": 1, \\\"within\\\": 6, \\\"fails\\\": 1, \\\"scale\\\": 9, \\\"bases\\\": 6, \\\"validity\\\": 1, \\\"inferences\\\": 3, \\\"200\\\": 13, \\\"201\\\": 15, \\\"196\\\": 7, \\\"202\\\": 7, \\\"things\\\": 9, \\\"know\\\": 15, \\\"take\\\": 10, \\\"working\\\": 13, \\\"assumptions\\\": 2, \\\"bird\\\": 5, \\\"comes\\\": 8, \\\"up\\\": 10, \\\"conversation\\\": 1, \\\"typically\\\": 2, \\\"animal\\\": 6, \\\"fist\\\": 1, \\\"sized\\\": 1, \\\"sings\\\": 1, \\\"flies\\\": 1, \\\"all\\\": 45, \\\"birds\\\": 1, \\\"mccarthy\\\": 46, \\\"scientist\\\": 22, \\\"identified\\\": 2, \\\"1969\\\": 4, \\\"qualification\\\": 12, \\\"101\\\": 22, \\\"commonsense\\\": 33, \\\"care\\\": 6, \\\"represent\\\": 3, \\\"tend\\\": 3, \\\"huge\\\": 3, \\\"number\\\": 115, \\\"exceptions\\\": 6, \\\"nothing\\\": 2, \\\"simply\\\": 3, \\\"way\\\": 9, \\\"abstract\\\": 9, \\\"requires\\\": 7, \\\"explored\\\": 4, \\\"non\\\": 22, \\\"monotonic\\\": 7, \\\"105\\\": 16, \\\"102\\\": 13, \\\"44\\\": 8, \\\"9\\\": 73, \\\"e35363c3fc9fbb721fbf3240bc5ddbe3\\\": 1, \\\"129\\\": 10, \\\"130\\\": 10, \\\"hierarchical\\\": 22, \\\"temporal\\\": 25, \\\"memory\\\": 26, \\\"nils\\\": 13, \\\"nilsson\\\": 40, \\\"writes\\\": 7, \\\"put\\\": 3, \\\"wide\\\": 6, \\\"disagreement\\\": 1, \\\"field\\\": 29, \\\"citerefnilsson1983\\\": 2, \\\"1983\\\": 4, \\\"h1\\\": 88, \\\"gordon\\\": 6, \\\"pask\\\": 3, \\\"phenomenology\\\": 3, \\\"concern\\\": 3, \\\"profile\\\": 2, \\\"donations\\\": 1, \\\"investments\\\": 1, \\\"prominent\\\": 2, \\\"tech\\\": 16, \\\"titans\\\": 6, \\\"peter\\\": 20, \\\"thiel\\\": 3, \\\"amazon\\\": 1, \\\"services\\\": 17, \\\"musk\\\": 20, \\\"committed\\\": 1, \\\"billion\\\": 4, \\\"openai\\\": 6, \\\"nonprofit\\\": 1, \\\"company\\\": 11, \\\"aimed\\\": 3, \\\"championing\\\": 1, \\\"responsible\\\": 3, \\\"370\\\": 5, \\\"359\\\": 13, \\\"opinion\\\": 1, \\\"mixed\\\": 1, \\\"sizable\\\": 1, \\\"fractions\\\": 1, \\\"both\\\": 10, \\\"unconcerned\\\": 1, \\\"eventual\\\": 1, \\\"superhumanly\\\": 1, \\\"capable\\\": 6, \\\"360\\\": 8, \\\"leaders\\\": 3, \\\"believe\\\": 10, \\\"helpful\\\": 1, \\\"current\\\": 15, \\\"continue\\\": 5, \\\"assist\\\": 1, \\\"stated\\\": 1, \\\"actually\\\": 8, \\\"jobs\\\": 28, \\\"needed\\\": 34, \\\"manage\\\": 3, \\\"372\\\": 7, \\\"361\\\": 6, \\\"facebook\\\": 3, \\\"zuckerberg\\\": 5, \\\"believes\\\": 4, \\\"unlock\\\": 1, \\\"amount\\\": 3, \\\"positive\\\": 1, \\\"curing\\\": 1, \\\"disease\\\": 1, \\\"safety\\\": 3, \\\"cars\\\": 22, \\\"373\\\": 6, \\\"362\\\": 3, \\\"donated\\\": 1, \\\"fund\\\": 2, \\\"making\\\": 11, \\\"goal\\\": 12, \\\"grow\\\": 1, \\\"wisdom\\\": 2, \\\"growing\\\": 1, \\\"funds\\\": 1, \\\"companies\\\": 6, \\\"developing\\\": 4, \\\"deepmind\\\": 9, \\\"vicarious\\\": 3, \\\"just\\\": 1, \\\"keep\\\": 4, \\\"eye\\\": 1, \\\"what's\\\": 1, \\\"going\\\": 2, \\\"374\\\": 3, \\\"363\\\": 7, \\\"think\\\": 21, \\\"potentially\\\": 7, \\\"dangerous\\\": 6, \\\"outcome\\\": 1, \\\"375\\\": 7, \\\"364\\\": 7, \\\"376\\\": 4, \\\"365\\\": 3, \\\"early\\\": 23, \\\"algorithms\\\": 40, \\\"imitated\\\": 1, \\\"step\\\": 7, \\\"puzzles\\\": 1, \\\"make\\\": 15, \\\"deductions\\\": 1, \\\"85\\\": 12, \\\"late\\\": 3, \\\"1980s\\\": 7, \\\"had\\\": 8, \\\"dealing\\\": 1, \\\"uncertainty\\\": 11, \\\"incomplete\\\": 2, \\\"employing\\\": 1, \\\"concepts\\\": 17, \\\"probability\\\": 13, \\\"86\\\": 3, \\\"citerefacm1998\\\": 7, \\\"deployment\\\": 4, \\\"citerefhernandez\\\": 4, \\\"orallodowe2010\\\": 2, \\\"hernandez\\\": 6, \\\"orallo\\\": 8, \\\"measuring\\\": 4, \\\"universal\\\": 19, \\\"towards\\\": 7, \\\"anytime\\\": 3, \\\"1508\\\": 2, \\\"1539\\\": 2, \\\"citeseerx\\\": 62, \\\"lock\\\": 30, \\\"freely\\\": 26, \\\"accessible\\\": 27, \\\"ist\\\": 23, \\\"psu\\\": 23, \\\"viewdoc\\\": 23, \\\"295\\\": 8, \\\"9079\\\": 3, \\\"302\\\": 3, \\\"classical\\\": 3, \\\"matters\\\": 1, \\\"11\\\": 28, \\\"1145\\\": 14, \\\"2639475\\\": 2, \\\"2639478\\\": 2, \\\"20160115114604\\\": 1, \\\"location\\\": 18, \\\"ahr0cdovlze5mi4xnjgums4zl3oucghwp3k9\\\": 1, \\\"concat\\\": 1, \\\"related\\\": 20, \\\"even\\\": 33, \\\"microbotics\\\": 3, \\\"metaphysics\\\": 6, \\\"himself\\\": 5, \\\"356\\\": 6, \\\"representation\\\": 33, \\\"solving\\\": 19, \\\"specific\\\": 15, \\\"criticism\\\": 4, \\\"coroutines\\\": 4, \\\"2007arxiv0706\\\": 3, \\\"3639l\\\": 3, \\\"07\\\": 16, \\\"report\\\": 9, \\\"collection\\\": 9, \\\"definitions\\\": 13, \\\"pub\\\": 57, \\\"idsia\\\": 6, \\\"06\\\": 19, \\\"15\\\": 40, \\\"arxiv\\\": 74, \\\"0706\\\": 3, \\\"3639\\\": 3, \\\"marcus\\\": 11, \\\"83\\\": 15, \\\"william\\\": 9, \\\"whewell\\\": 3, \\\"core\\\": 3, \\\"thumbinner\\\": 10, \\\"222px\\\": 9, \\\"aufzayed\\\": 1, \\\"equiv\\\": 10, \\\"charset\\\": 4, \\\"utf\\\": 4, \\\"adw\\\": 5, \\\"ad4\\\": 5, \\\"analogy\\\": 1, \\\"aeronautical\\\": 6, \\\"programs\\\": 12, \\\"programmed\\\": 6, \\\"biased\\\": 1, \\\"groups\\\": 2, \\\"women\\\": 2, \\\"minorities\\\": 3, \\\"developers\\\": 4, \\\"wealthy\\\": 1, \\\"caucasian\\\": 1, \\\"men\\\": 2, \\\"382\\\": 5, \\\"support\\\": 21, \\\"47\\\": 17, \\\"approving\\\": 2, \\\"35\\\": 14, \\\"daniel\\\": 21, \\\"tumultuous\\\": 2, \\\"ny\\\": 8, \\\"basicbooks\\\": 2, \\\"deduplicated\\\": 12, \\\"templatestyles\\\": 13, \\\"r935243608\\\": 11, \\\"international\\\": 104, \\\"standard\\\": 98, \\\"isbn\\\": 89, \\\"booksources\\\": 88, \\\"465\\\": 11, \\\"02997\\\": 3, \\\"ha\\\": 5, \\\"ckers\\\": 5, \\\"css\\\": 15, \\\"stylesheet\\\": 15, \\\"bodycontent\\\": 1, \\\"strong\\\": 80, \\\"lowsrc\\\": 1, \\\"orallo2000\\\": 2, \\\"2000\\\": 10, \\\"111\\\": 20, \\\"183\\\": 6, \\\"408\\\": 6, \\\"0b5273a155a32a17fdf980b1d30ea0b6\\\": 1, \\\"check\\\": 7, \\\"performs\\\": 1, \\\"hardware\\\": 16, \\\"moral\\\": 9, \\\"agents\\\": 26, \\\"31px\\\": 17, \\\"line\\\": 9, \\\"commons\\\": 81, \\\"f\\\": 26, \\\"wikiquote\\\": 11, \\\"23px\\\": 3, \\\"23\\\": 24, \\\"35px\\\": 1, \\\"46px\\\": 1, \\\"355\\\": 6, \\\"bbc\\\": 34, \\\"co\\\": 27, \\\"programmes\\\": 1, \\\"p003k9fc\\\": 1, \\\"radio\\\": 5, \\\"agar\\\": 1, \\\"alison\\\": 4, \\\"adam\\\": 6, \\\"igor\\\": 6, \\\"aleksander\\\": 5, \\\"dec\\\": 2, \\\"8\\\": 68, \\\"distributed\\\": 13, \\\"base64\\\": 7, \\\"phnjcmlwdd5hbgvydcgxktwvc2nyaxb0pg\\\": 2, \\\"technological\\\": 27, \\\"singularity\\\": 28, \\\"br\\\": 112, \\\"organization\\\": 5, \\\"3122814\\\": 3, \\\"communications\\\": 17, \\\"beyond\\\": 7, \\\"allen\\\": 19, \\\"challenge\\\": 3, \\\"60\\\": 14, \\\"64\\\": 8, \\\"08\\\": 27, \\\"1604\\\": 1, \\\"04315\\\": 1, \\\"schoenick\\\": 1, \\\"carissa\\\": 1, \\\"clark\\\": 10, \\\"tafjord\\\": 1, \\\"oyvind\\\": 1, \\\"turney\\\": 1, \\\"etzioni\\\": 1, \\\"oren\\\": 1, \\\"adversarial\\\": 4, \\\"result\\\": 4, \\\"nonlinear\\\": 3, \\\"pattern\\\": 13, \\\"perturbations\\\": 1, \\\"so\\\": 16, \\\"brittle\\\": 1, \\\"single\\\": 4, \\\"pixel\\\": 2, \\\"predictably\\\": 1, \\\"induces\\\": 1, \\\"misclassification\\\": 1, \\\"paradigm\\\": 13, \\\"262\\\": 17, \\\"causality\\\": 7, \\\"underwater\\\": 5, \\\"vehicle\\\": 17, \\\"httx\\\": 6, \\\"rocks\\\": 18, \\\"begin\\\": 3, \\\"population\\\": 2, \\\"organisms\\\": 1, \\\"guesses\\\": 2, \\\"mutate\\\": 2, \\\"recombine\\\": 1, \\\"selection\\\": 13, \\\"selecting\\\": 2, \\\"fittest\\\": 1, \\\"survive\\\": 4, \\\"refining\\\": 1, \\\"classic\\\": 2, \\\"genetic\\\": 30, \\\"gene\\\": 6, \\\"expression\\\": 11, \\\"191\\\": 7, \\\"187\\\": 6, \\\"alternatively\\\": 1, \\\"coordinate\\\": 1, \\\"swarm\\\": 21, \\\"two\\\": 11, \\\"particle\\\": 9, \\\"flocking\\\": 3, \\\"behavior\\\": 29, \\\"ant\\\": 6, \\\"colony\\\": 3, \\\"trail\\\": 2, \\\"trails\\\": 1, \\\"society\\\": 19, \\\"192\\\": 6, \\\"188\\\": 6, \\\"189\\\": 8, \\\"thompson\\\": 1, \\\"derek\\\": 1, \\\"theatlantic\\\": 3, \\\"01\\\": 21, \\\"283239\\\": 1, \\\"atlantic\\\": 3, \\\"24\\\": 38, \\\"april\\\": 18, \\\"sample\\\": 3, \\\"ian\\\": 8, \\\"theguardian\\\": 3, \\\"oct\\\": 1, \\\"able\\\": 8, \\\"unveils\\\": 1, \\\"learns\\\": 4, \\\"kern\\\": 6, \\\"driving\\\": 23, \\\"national\\\": 13, \\\"2016\\\": 88, \\\"natalia\\\": 3, \\\"bekhtereva\\\": 3, \\\"75eef36c833a19e295aa64ef0b57325f\\\": 1, \\\"england\\\": 6, \\\"39\\\": 20, \\\"turing's\\\": 2, \\\"polite\\\": 1, \\\"convention\\\": 3, \\\"significance\\\": 2, \\\"steps\\\": 8, \\\"headerlink\\\": 7, \\\"permalink\\\": 8, \\\"leverhulme\\\": 3, \\\"centre\\\": 7, \\\"5671060777b544dd1e4292ebc023771c\\\": 1, \\\"image2\\\": 14, \\\"possibly\\\": 3, \\\"involving\\\": 2, \\\"inverse\\\": 2, \\\"hc\\\": 7, \\\"369\\\": 11, \\\"358\\\": 9, \\\"white\\\": 26, \\\"space\\\": 51, \\\"customize\\\": 2, \\\"schank\\\": 5, \\\"roger\\\": 8, \\\"1991\\\": 9, \\\"where's\\\": 2, \\\"12\\\": 52, \\\"38\\\": 13, \\\"hoverxref\\\": 3, \\\"py\\\": 8, \\\"modindex\\\": 2, \\\"project\\\": 9, \\\"version\\\": 13, \\\"std\\\": 7, \\\"module\\\": 4, \\\"22\\\": 36, \\\"20141129044821\\\": 1, \\\"aaai\\\": 9, \\\"library\\\": 19, \\\"symposia\\\": 3, \\\"fs05\\\": 3, \\\"november\\\": 24, \\\"werbos\\\": 12, \\\"generalization\\\": 1, \\\"backpropagation\\\": 12, \\\"gas\\\": 1, \\\"market\\\": 6, \\\"1988\\\": 10, \\\"automation\\\": 18, \\\"square\\\": 2, \\\"otherwise\\\": 8, \\\"documenturi\\\": 1, \\\"mobile\\\": 7, \\\"naive\\\": 6, \\\"bayes\\\": 6, \\\"reportedly\\\": 2, \\\"widely\\\": 15, \\\"learner\\\": 1, \\\"due\\\": 4, \\\"part\\\": 9, \\\"scalability\\\": 1, \\\"footnotedomingos2015152\\\": 4, \\\"219\\\": 11, \\\"79\\\": 6, \\\"myth\\\": 8, \\\"citereflighthill1973\\\": 1, \\\"james\\\": 10, \\\"lighthill\\\": 7, \\\"1973\\\": 3, \\\"survey\\\": 15, \\\"paper\\\": 12, \\\"symposium\\\": 4, \\\"council\\\": 6, \\\"bookitem\\\": 12, \\\"citerefsearle1980\\\": 3, \\\"searle\\\": 15, \\\"1980\\\": 6, \\\"searle's\\\": 5, \\\"presentation\\\": 2, \\\"experiment\\\": 2, \\\"every\\\": 6, \\\"aspect\\\": 2, \\\"feature\\\": 4, \\\"precisely\\\": 3, \\\"described\\\": 12, \\\"printed\\\": 4, \\\"conference\\\": 28, \\\"1956\\\": 6, \\\"341\\\": 7, \\\"organizations\\\": 5, \\\"recaptcha\\\": 20, \\\"releases\\\": 7, \\\"hfufsxwzfeg83qqxrk27gb8p\\\": 7, \\\"citerefhowe1994\\\": 3, \\\"howe\\\": 3, \\\"6e\\\": 3, \\\"220px\\\": 8, \\\"220\\\": 13, \\\"thumbimage\\\": 9, \\\"330px\\\": 8, \\\"440px\\\": 7, \\\"120\\\": 9, \\\"thumbcaption\\\": 10, \\\"citerefedelson1991\\\": 2, \\\"edelson\\\": 2, \\\"edward\\\": 7, \\\"registration\\\": 8, \\\"required\\\": 10, \\\"nervoussystem0000edel\\\": 1, \\\"nervous\\\": 1, \\\"csp\\\": 4, \\\"authority\\\": 11, \\\"gnd\\\": 5, \\\"uid\\\": 4, \\\"nb\\\": 1, \\\"4033447\\\": 2, \\\"works\\\": 6, \\\"force\\\": 4, \\\"us\\\": 16, \\\"confront\\\": 1, \\\"fundamental\\\": 3, \\\"makes\\\": 7, \\\"showing\\\": 1, \\\"beings\\\": 10, \\\"ability\\\": 5, \\\"feel\\\": 5, \\\"appears\\\": 2, \\\"karel\\\": 9, \\\"apek\\\": 9, \\\"films\\\": 1, \\\"ex\\\": 5, \\\"machina\\\": 3, \\\"film\\\": 7, \\\"novel\\\": 6, \\\"androids\\\": 6, \\\"dream\\\": 5, \\\"electric\\\": 7, \\\"sheep\\\": 4, \\\"philip\\\": 5, \\\"dick\\\": 4, \\\"considers\\\": 1, \\\"subjectivity\\\": 3, \\\"altered\\\": 1, \\\"created\\\": 4, \\\"417\\\": 4, \\\"405\\\": 3, \\\"citerefnilsson1998\\\": 24, \\\"chpt\\\": 25, \\\"13\\\": 31, \\\"153\\\": 8, \\\"financial\\\": 11, \\\"audit\\\": 12, \\\"continuous\\\": 5, \\\"analyze\\\": 3, \\\"sets\\\": 3, \\\"immediately\\\": 1, \\\"would\\\": 31, \\\"overall\\\": 1, \\\"reduced\\\": 4, \\\"assurance\\\": 1, \\\"328\\\": 7, \\\"personal\\\": 11, \\\"definition\\\": 13, \\\"mediawiki\\\": 8, \\\"ltr\\\": 12, \\\"sitedir\\\": 1, \\\"elt\\\": 2, \\\"ns\\\": 3, \\\"editable\\\": 1, \\\"rootpage\\\": 1, \\\"skin\\\": 2, \\\"vector\\\": 10, \\\"garbage\\\": 3, \\\"airesearch\\\": 2, \\\"papers\\\": 13, \\\"acoustic\\\": 2, \\\"modeling\\\": 13, \\\"sak2014\\\": 4, \\\"269\\\": 6, \\\"enterprise\\\": 7, \\\"hackernoon\\\": 4, \\\"getting\\\": 12, \\\"groundbreaking\\\": 4, \\\"talent\\\": 4, \\\"management\\\": 18, \\\"d24ty3zzd\\\": 2, \\\"chinese\\\": 18, \\\"room\\\": 14, \\\"aler\\\": 1, \\\"citerefpoolemackworth2017\\\": 1, \\\"redlink\\\": 6, \\\"does\\\": 8, \\\"artint\\\": 5, \\\"foundations\\\": 8, \\\"2nd\\\": 10, \\\"cambridge\\\": 12, \\\"university\\\": 35, \\\"press\\\": 35, \\\"978\\\": 173, \\\"107\\\": 11, \\\"19539\\\": 4, \\\"20\\\": 25, \\\"years\\\": 20, \\\"dominated\\\": 2, \\\"students\\\": 2, \\\"analytics\\\": 22, \\\"onhashchange\\\": 1, \\\"simplest\\\": 2, \\\"divided\\\": 2, \\\"types\\\": 5, \\\"classifiers\\\": 13, \\\"shiny\\\": 2, \\\"diamond\\\": 1, \\\"controllers\\\": 2, \\\"pick\\\": 1, \\\"classify\\\": 2, \\\"conditions\\\": 1, \\\"before\\\": 3, \\\"inferring\\\": 1, \\\"actions\\\": 8, \\\"therefore\\\": 3, \\\"classification\\\": 19, \\\"central\\\": 5, \\\"classifier\\\": 21, \\\"matching\\\": 5, \\\"determine\\\": 6, \\\"closest\\\": 1, \\\"match\\\": 11, \\\"tuned\\\": 2, \\\"examples\\\": 11, \\\"very\\\": 20, \\\"attractive\\\": 1, \\\"observations\\\": 3, \\\"patterns\\\": 2, \\\"supervised\\\": 9, \\\"belongs\\\": 1, \\\"predefined\\\": 1, \\\"seen\\\": 1, \\\"combined\\\": 2, \\\"labels\\\": 1, \\\"observation\\\": 2, \\\"received\\\": 5, \\\"classified\\\": 2, \\\"top\\\": 23, \\\"ert\\\": 10, \\\"citerefkatz2012\\\": 2, \\\"katz\\\": 3, \\\"yarden\\\": 1, \\\"2012\\\": 24, \\\"noam\\\": 5, \\\"chomsky\\\": 7, \\\"went\\\": 2, \\\"wrong\\\": 4, \\\"261637\\\": 1, \\\"stoicism\\\": 3, \\\"precipice\\\": 3, \\\"labelledby\\\": 21, \\\"links\\\": 27, \\\"3px\\\": 10, \\\"nowraplinks\\\": 12, \\\"collapsible\\\": 13, \\\"collapsed\\\": 2, \\\"inner\\\": 10, \\\"spacing\\\": 12, \\\"inherit\\\": 10, \\\"colspan\\\": 19, \\\"e8e8ff\\\": 1, \\\"ontoggle\\\": 4, \\\"'xss'\\\": 12, \\\"tabula\\\": 3, \\\"rasa\\\": 3, \\\"citerefrussellnorvig2009\\\": 5, \\\"2009\\\": 20, \\\"further\\\": 9, \\\"reading\\\": 5, \\\"behind\\\": 5, \\\"scenes\\\": 1, \\\"inf\\\": 1, \\\"aihistory\\\": 1, \\\"edinburgh\\\": 6, \\\"perspective\\\": 4, \\\"agent\\\": 54, \\\"hybrid\\\": 6, \\\"helloworld\\\": 1, \\\"brutelogic\\\": 4, \\\"harm\\\": 13, \\\"174fad371626a794e86416b48d8411c5\\\": 1, \\\"414\\\": 6, \\\"selflink\\\": 12, \\\"key\\\": 4, \\\"concept\\\": 12, \\\"utility\\\": 7, \\\"measure\\\": 2, \\\"valuable\\\": 3, \\\"something\\\": 4, \\\"precise\\\": 1, \\\"been\\\": 18, \\\"choices\\\": 3, \\\"plan\\\": 1, \\\"analysis\\\": 31, \\\"decisions\\\": 8, \\\"207\\\": 5, \\\"108\\\": 5, \\\"214\\\": 7, \\\"208\\\": 6, \\\"dynamic\\\": 11, \\\"stochastic\\\": 13, \\\"211\\\": 12, \\\"205\\\": 12, \\\"game\\\": 35, \\\"mechanism\\\": 9, \\\"215\\\": 6, \\\"209\\\": 4, \\\"443\\\": 3, \\\"460\\\": 3, \\\"bars\\\": 1, \\\"perception\\\": 29, \\\"299\\\": 4, \\\"loop\\\": 4, \\\"onfinish\\\": 3, \\\"'new\\\": 2, \\\"industrial\\\": 9, \\\"modern\\\": 19, \\\"factories\\\": 1, \\\"move\\\": 4, \\\"efficiently\\\": 1, \\\"despite\\\": 1, \\\"presence\\\": 3, \\\"friction\\\": 1, \\\"gear\\\": 1, \\\"slippage\\\": 1, \\\"configuration\\\": 16, \\\"given\\\": 6, \\\"visible\\\": 6, \\\"environment\\\": 10, \\\"easily\\\": 3, \\\"robotic\\\": 26, \\\"mapping\\\": 11, \\\"environments\\\": 1, \\\"endoscopy\\\": 3, \\\"interior\\\": 1, \\\"patient's\\\": 1, \\\"breathing\\\": 1, \\\"pose\\\": 2, \\\"greater\\\": 3, \\\"motion\\\": 7, \\\"breaking\\\": 2, \\\"movement\\\": 4, \\\"task\\\": 8, \\\"primitives\\\": 1, \\\"individual\\\": 2, \\\"joint\\\": 1, \\\"movements\\\": 1, 